Repository: Heckie75/game.libretro.atari800
Catalog: game.libretro.atari800/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Description
source: Atari800 is an emulator for Atari 8-bit computer systems (400, 800, 600 XL, 800XL, 130XE and 5200).
de_de: Atari800 ist ein Emulator für Atari 8-Bit-Computersysteme (400, 800, 600 XL, 800XL, 130XE und 5200).

# #30000
source: Settings
de_de: Einstellungen

# #30003
source: Internal BASIC (hold OPTION on boot)
de_de: Internes BASIC (OPTION beim Booten gedrückt halten)

# #30004
source: SIO Acceleration
de_de: SIO-Beschleunigung

# #30005
source: Boot from Cassette
de_de: Von Kassette booten

# #30006
source: Hi-Res Artifacting
de_de: Hochauflösende Artefakte

# #30007
source: Autodetect A5200 CartType
de_de: A5200-Cartridgetyp automatisch erkennen

# #30008
source: Joy hack A5200 for robotron
de_de: Joy-Hack A5200 für Robotron

# #30009
source: Internal resolution
de_de: Interne Auflösung

# #30010
source: Retroarch Keyboard type
de_de: Retroarch Tastaturtyp
